exports.ACCOUNTTYPE_ABBR = {
    AR: "AR",                       // เจ้าหนี้
    AP: "AP",                       // ลูกหนี้
    RV: "RV",                       // รับเงิน
    PV: "PV",                       // จ่ายเงิน
    JV: "JV",                       // รายการปรับปรุง
    RP: "RP",                       // ตัดบัญชีขาย
    SCE: "SCE",                     // ขายเงินเชื่อ
    SCA: "SCA",                     // ขายเงินสด
    SEA: "SEA",
    SOI: "SOI",                     // ขายสินค้าอื่นๆ
    APR: "APR",                     // บันทึกซื้อข้าวสาร
    APP: "APP",                     // บันทึกซื้อข้าวเปลือก
    APO: "APO",                     // บันทึกซื้อสินค้าอื่นๆ
    PP: "PP",                       // ตัดบัญชีซื้อข้าวเปลือก
    PR: "PR",                       // ตัดบัญชีซื้อข้าวสาร
    PG: "PG",                       // ตัดบัญชีซื้อสินค้าอื่นๆ
};
